<template>
  <div class="page">
    <div class="page-title">
      <div class="container">
        <h1>{{ title }}</h1>
      </div>
    </div>
    <div class="container">
      <article v-html="text"></article>
    </div>
  </div>
</template>

<script setup lang="ts">
const title = 'Как купить билет?'
const text =
  'Сайт рыба текст поможет дизайнеру, верстальщику, вебмастеру сгенерировать несколько абзацев более менее осмысленного текста рыбы на русском языке, а начинающему оратору отточить навык публичных выступлений в домашних условиях. При создании генератора мы использовали небезизвестный универсальный код речей. Текст генерируется абзацами случайным образом от двух до десяти предложений в абзаце, что позволяет сделать текст более привлекательным и живым для визуально-слухового восприятия.\n' +
  'По своей сути рыбатекст является альтернативой традиционному lorem ipsum, который вызывает у некторых людей недоумение при попытках прочитать рыбу текст. В отличии от lorem ipsum, текст рыба на русском языке наполнит любой макет непонятным смыслом и придаст неповторимый колорит советских времен.'
</script>

<style scoped lang="scss"></style>
